{
    "articles":[
        {
            "id": 0,
            "title": "The Beginner’s Guide to Continuous Self-Improvement",
            "discreption":"What is Self-Improvement?Let's define self-improvement. The definition of self-improvement is pretty self-explanatory: Self-improvement is the improvement of one's knowledge, status, or character by one's own efforts. It's the quest to make ourselves better in any and every facet of life.Best Self-Improvement Articles to Start WithSelf-improvement almost always starts with self-awareness and the ability to transform your habits. If you're serious about transforming your life and improving yourself, you should start with these two articles:How to Stop Lying to Ourselves: A Call for Self-Awareness: If you're serious about getting better at something, then one of the first steps is to know—in black-and-white terms—where you stand. You need self-awareness before you can achieve self-improvement.Forget About Setting Goals. Focus on This Instead: For most of us, the path to self-improvement starts by setting a specific and actionable goal. What I'm starting to realize, however, is that when it comes to actually getting things done and making progress in the areas that are important to you, there is a much better way to do things. It all comes down to the difference between goals and systems.Common Self-Improvement TopicsI discuss almost every aspect of smart, science-backed self-improvement on this website. You can explore some of the sub-topics of self-improvement with the links below:The Beginner’s Guide to Productivity and Time ManagementThe Ultimate Guide on How to Improve Focus and ConcentrationThe Beginner’s Guide on How to Eat Healthy and Stick to ItBest Self-Improvement BooksManual for Living by EpictetusMeditations by Marcus AureliusWant more books on self-improvement? Browse my full list of the best self-help books.More Examples of Smart Self-ImprovementThe Scientific Argument for Mastering One Thing at a TimeHow to Use Military Strategy to Build Better HabitsHow to Read More: The Simple System I'm Using to Read 30+ Books Per YearAll Self-Improvement ArticlesThis is a complete list of articles I have written on self-improvement. Enjoy!",
            "img": "./media/articles/1.jpg"
          },
        {
            "id": 1,
            "title": "7 Ways to Retain More of Every Book You Read",
            "discreption":"There are many benefits to reading more books, but perhaps my favorite is this: A good book can give you a new way to interpret your past experiences. Whenever you learn a new mental model or idea, it's like the software in your brain gets updated. Suddenly, you can run all of your old data points through a new program. You can learn new lessons from old moments. As Patrick O'Shaughnessy says, Reading changes the past. Of course, this is only true if you internalize and remember insights from the books you read. Knowledge will only compound if it is retained. In other words, what matters is not simply reading more books, but getting more out of each book you read. Gaining knowledge is not the only reason to read, of course. Reading for pleasure or entertainment can be a wonderful use of time, but this article is about reading to learn. With that in mind, I'd like to share some of the best reading comprehension strategies I’ve found. 1. Quit More Books It doesn't take long to figure out if something is worth reading. Skilled writing and high-quality ideas stick out. As a result, most people should probably start more books than they do. This doesn't mean you need to read each book page-by-page. You can skim the table of contents, chapter titles, and subheadings. Pick an interesting section and dive in for a few pages. Maybe flip through the book and glance at any bolded points or tables. In ten minutes, you'll have a reasonable idea of how good it is. Then comes the crucial step: Quit books quickly and without guilt or shame. Life is too short to waste it on average books. The opportunity cost is too high. There are so many amazing things to read. I think Patrick Collison, the founder of Stripe, put it nicely when he said, Life is too short to not read the very best book you know of right now. Here's my recommendation: Start more books. Quit most of them. Read the great ones twice.",
            "img": "./media/articles/2.jpg"
          },
          {
            "id": 2,
            "title": "The Scientific Argument for Mastering One Thing at a Time",
            "discreption":"any people, myself included, have multiple areas of life they would like to improve. For example, I would like to reach more people with my writing, to lift heavier weights at the gym, and to start practicing mindfulness more consistently. Those are just a few of the goals I find desirable and you probably have a long list yourself.The problem is, even if we are committed to working hard on our goals, our natural tendency is to revert back to our old habits at some point. Making a permanent lifestyle change is really difficult.Recently, I've come across a few research studies that (just maybe) will make these difficult lifestyle changes a little bit easier. As you'll see, however, the approach to mastering many areas of life is somewhat counterintuitive.Too Many Good IntentionsIf you want to master multiple habits and stick to them for good, then you need to figure out how to be consistent. How can you do that?Well, here is one of the most robust findings from psychology research on how to actually follow through on your goals:Research has shown that you are 2x to 3x more likely to stick with your habits if you make a specific plan for when, where, and how you will perform the behavior. For example, in one study scientists asked people to fill out this sentence: “During the next week, I will partake in at least 20 minutes of vigorous exercise on [DAY] at [TIME OF DAY] at/in [PLACE].”Researchers found that people who filled out this sentence were 2x to 3x more likely to actually exercise compared to a control group who did not make plans for their future behavior. Psychologists call these specific plans “implementation intentions” because they state when, where, and how you intend to implement a particular behavior.This finding is well proven and has been repeated in hundreds studies across a broad range of areas. For example, implementation intentions have been found to increase the odds that people will start exercising, begin recycling, stick with studying, and even stop smoking.However (and this is crucial to understand) follow-up research has discovered implementation intentions only work when you focus on one thing at a time. In fact, researchers found that people who tried to accomplish multiple goals were less committed and less likely to succeed than those who focused on a single goal.This is important, so let me repeat: developing a specific plan for when, where, and how you will stick to a new habit will dramatically increase the odds that you will actually follow through, but only if you focus on one thing.One goalWhat Happens When You Focus on One ThingHere is another science-based reason to focus on one thing at a time:When you begin practicing a new habit it requires a lot of conscious effort to remember to do it. After awhile, however, the pattern of behavior becomes easier. Eventually, your new habit becomes a normal routine and the process is more or less mindless and automatic.Researchers have a fancy term for this process called “automaticity.” Automaticity is the ability to perform a behavior without thinking about each step, which allows the pattern to become automatic and habitual.But here's the thing: automaticity only occurs as the result of lots of repetition and practice. The more reps you put in, the more automatic a behavior becomes.For example, this chart shows how long it takes for people to make a habit out of taking a 10-minute walk after breakfast. In the beginning, the degree of automaticity is very low. After 30 days, the habit is becoming fairly routine. After 60 days, the process is about as automatic as it can become.Habit automaticity for walkingThe most important thing to note is that there is some “tipping point” at which new habits become more or less automatic. The time it takes to build a habit depends on many factors including how difficult the habit is, what your environment is like, your genetics, and more.That said, the study cited above found the average habit takes about 66 days to become automatic. (Don't put too much stock in that number. The range in the study was very wide and the only reasonable conclusion you should make is that it will take months for new habits to become sticky.)If you want more practical ideas for breaking bad habits and creating good habits, check out my course The Habits Academy, a premier training platform for organizations and individuals that are interested in building better habits in life and work. Change Your Life Without Changing Your Entire LifeAlright, let's review what I have suggested to you so far and figure out some practical takeaways.You are 2x to 3x more likely to follow through with a habit if you make a specific plan for when, where, and how you are going to implement it. This is known as an implementation intention.You should focus entirely on one thing. Research has found that implementation intentions do not work if you try to improve multiple habits at the same time.Research has shown that any given habit becomes more automatic with more practice. On average, it takes at least two months for new habits to become automatic behaviors.This brings us to the punchline of this article…The counterintuitive insight from all of this research is that the best way to change your entire life is by not changing your entire life. Instead, it is best to focus on one specific habit, work on it until you master it, and make it an automatic part of your daily life. Then, repeat the process for the next habit.The way to master more things in the long-run is to simply focus on one thing right now.FOOTNOTESThanks for reading. You can get more actionable ideas in my popular email newsletter. Each week, I share 3 short ideas from me, 2 quotes from others, and 1 question to think about. Over 1,000,000 people subscribe. Enter your email now and join us.",
            "img": "./media/articles/3.jpg"
          },
          {
            "id": 3,
            "title": "Make Your Life Better by Saying Thank You in These 7 Situations",
            "discreption":"don't say “Thank You” as often as I should and I doubt I'm the only one.In fact, I'm starting to believe that “Thank You” is the most under-appreciated and under-used phrase on the planet. It is appropriate in nearly any situation and it is a better response than most of the things we say. Let's cover 7 common situations when we say all sorts of things, but should say “Thank You” instead.Say Thank You1. Say “Thank You” when you're receiving a compliment.We often ruin compliments by devaluing the statement or acting overly humble. Internally, you might think this prevents you from appearing arrogant or smug.The problem is that by deflecting the praise of a genuine compliment, you don't acknowledge the person who was nice enough to say something. Simply saying “Thank You” fully acknowledges the person who made the compliment and allows you to enjoy the moment as well.Example: “Your dress looks great.”Instead of: “Oh, this old thing? I've had it for years.” Try saying: “Thank you. I'm glad you like it.”Example: “Wow! 20 points tonight. You played really well in the game.”Instead of: “Yeah, but I missed that wide-open shot in the 3rd quarter.” Try saying: “Thank you. It was a good night.”Example: “You killed your presentation today!Instead of: “Did I? I felt so nervous up there. I'm glad it looked alright.Try saying: “Thank you. I'm happy it went well.There is something empowering about fully accepting a compliment. When you deflect praise, you can't really own it. When you just say “Thank You,” you let the weight of the compliment sink in and become yours. Saying “Thank You” gives your mind permission to be built up by the compliments you receiveGetting compliments should be fun and enjoyable, but we often ruin the experience. There’s no need to sabotage compliments that come your way. Accept them with grace and enjoy the moment2. Say “Thank You” when you’re running late.Being late is the worst. It's stressful for the person who is running late and it's disrespectful to the person who is waitingIt might seem strange to thank someone for dealing with your hassle, but that's exactly the correct response. Most people stumble in the door and say, “Sorry I'm late.The problem is this response still makes the situation about you. Sorry, I'm late. Saying “Thank You” turns the tables and acknowledges the sacrifice the other person made by waiting. Thank you for waitingExample: You walk in the door 14 minutes lateInstead of: “So sorry I’m late. Traffic was insane out there. Try saying: “Thank you for your patience.”When we make a mistake, someone else often makes a sacrifice. Our default response is to apologize for our failure, but the better approach is to praise their patience and loyalty. Thank them for what they did despite your error.3. Say “Thank You” when you're comforting someone.When someone comes to you with bad news, it can be awkward. You want to be a good friend, but most people don't know what to say. I know I've felt that way before.Often times, we think it's a good idea to add a silver lining to the problem. “Well, at least you have…”What we fail to realize is that it doesn't matter if you don't know what to say. All you really need is to be present and thank them for trusting you.Example: Your co-worker's mother passed away recently.Instead of: “At least you have a lot of fond memories to hold onto.”Try saying: “Thank you for sharing that with me. I know this is a hard time for you.”Example: Your brother lost his job.Instead of: “At least you have your health.”Try saying: “Thank you for sharing this with me. I'm here to support you.”Example: Your friend's pet just died.Instead of: “At least they had a long and happy life.”Try saying: “Thank you for sharing that with me. I'm here for you.”In times of suffering, we don't need to hear words to ease the pain as much as we need someone to share our pain. When you don't know what to say, just say “Thank You” and be there.4. Say “Thank You” when you're receiving helpful feedback.Feedback can be very helpful, but we rarely see it that way. Whether it is an unflattering performance review from your boss or an email from an unhappy customer, the standard reaction is to get defensive. That's a shame because the correct response is to simply say, “Thank You” and use the information to improve.Example: “This work isn't good enough. I thought you would do better.”Instead of: “You don't understand. Here's what really happened.”Try saying: “Thank you for expecting more of me.”Example: “I bought your product last week and it already broke. I am not happy with this experience.”Instead of: “How did you use it? We made it very clear in our terms and conditions that the product is not designed to work in certain conditions.“Try saying: “Thank you for sharing your thoughts. Please know we are committed to becoming better. Can you share more details about the issue?”Nobody likes to fail, but failure is just a data point. Respond to helpful feedback with thanks and use it to become better.5. Say “Thank You” when you're receiving unfair criticism.Sometimes criticism isn't helpful at all. It's just vindictive and mean. I've written about how to deal with haters previously, but one of the best approaches is to just say thank you and move on. When you thank someone for criticizing you, it immediately neutralizes the power of their statements. If it’s not a big deal to you, then it can’t grow into a larger argument. Example: “This might be good advice for beginners, but anyone who knows what they are doing will find this useless.”Instead of: “Well, clearly, I wrote this for beginners. This might be a surprise, but not everything was written with you in mind.”Try saying: “Thank you for sharing your opinion. I’ll try to improve next time.”Example: “Your statement is the dumbest thing I've read all week.”Instead of: “You're an idiot. Let me tell you why…”Try saying: “Thank you for the feedback. I still have a lot to learn.”Releasing the need to win every argument is a sign of maturity. Someone on the internet said something wrong? So what. Win the argument by the way you live your life.6. Say “Thank You” when someone gives you unsolicited advice.This shows up a lot in the gym. Everybody has an opinion about what your technique should look like. I think most people are just trying to be helpful, but hearing someone's opinion about you when you didn't ask for it can be annoying.One time, someone pointed out some flaws in my squat technique in a video I posted online. I responded by sarcastically asking if he had a video of himself doing it correctly. Somewhere deep in my mind, I assumed that if I reminded him that his technique wasn't perfect, then I would feel better about the fact that mine wasn't perfect either. That's an unnecessary and defensive response.The better approach? Just say “Thank You.”Example: “You know, you should really keep your hips back when you do that exercise.” Instead of: “Oh really? Do you have a video of yourself doing it so I can see it done correctly?” Try saying: “Thank you for the help.” Pointing out others faults doesn't remove your own. Thank people for raising your self-awareness, even if it was unsolicited.  7. Say “Thank You” when you're not sure if you should thank someone. When in doubt, just say thank you. There is no downside. Are you honestly worried about showing too much gratitude to the people in your life?  “Should I send a Thank You card in this situation?” Yes, you should.  “Should I tip him?” If you don't, at least say thank you.Say thank you, more often.",
            "img": "./media/articles/4.jpg"
          },
          {
            "id": 4,
            "title": "This Zen Concept Will Help You Stop Being a Slave to Old Beliefs",
            "discreption":"I played baseball for 17 years of my life. During that time, I had many different coaches and I began to notice repeating patterns among them.Coaches tend to come up through a certain system. New coaches will often land their first job as an assistant coach with their alma mater or a team they played with previously. After a few years, the young coach will move on to their own head coaching job where they tend to replicate the same drills, follow similar practice schedules, and even yell at their players in a similar fashion as the coaches they learned from. People tend to emulate their mentors.This phenomenon—our tendency to repeat the behavior we are exposed to—extends to nearly everything we learn in life.Your political or religious beliefs are mostly the result of the system you were raised in. People raised by Catholic families tend to be Catholic. People raised by Muslim families tend to be Muslim. Although you may not agree on every issue, your parents political attitudes tend to shape your political attitudes. The way we approach our day-to-day work and life is largely a result of the system we were trained in and the mentors we had along the way. At some point, we all learned to think from someone else. That's how knowledge is passed down.Here’s the hard question: Who is to say that the way you originally learned something is the best way? What if you simply learned one way of doing things, not the way of doing things?Consider my baseball coaches. Did they actually consider all of the different ways of coaching a team? Or did they simply mimic the methods they had been exposed to? The same could be said of nearly any area in life. Who is to say that the way you originally learned a skill is the best way? Most people think they are experts in a field, but they are really just experts in a particular style.In this way, we become a slave to our old beliefs without even realizing it. We adopt a philosophy or strategy based on what we have been exposed to without knowing if it's the optimal way to do things.Shoshin: The Beginner’s MindThere is a concept in Zen Buddhism known as shoshin, which means “beginner's mind.” Shoshin refers to the idea of letting go of your preconceptions and having an attitude of openness when studying a subject.When you are a true beginner, your mind is empty and open. You're willing to learn and consider all pieces of information, like a child discovering something for the first time. As you develop knowledge and expertise, however, your mind naturally becomes more closed. You tend to think, “I already know how to do this” and you become less open to new information.There is a danger that comes with expertise. We tend to block the information that disagrees with what we learned previously and yield to the information that confirms our current approach. We think we are learning, but in reality we are steamrolling through information and conversations, waiting until we hear something that matches up with our current philosophy or previous experience, and cherry-picking information to justify our current behaviors and beliefs. Most people don't want new information, they want validating information.The problem is that when you are an expert you actually need to pay more attention, not less. Why? Because when you are already familiar with 98 percent of the information on a topic, you need to listen very carefully to pick up on the remaining 2 percent.As adults our prior knowledge blocks us from seeing things anew. To quote zen master Shunryo Suzuki, “In the beginner’s mind there are many possibilities, but in the expert’s there are few.”How to Rediscover Your Beginner’s MindHere are a few practical ways to rediscover your beginner's mind and embrace the concept of shoshin.Let go of the need to add value. Many people, especially high achievers, have an overwhelming need to provide value to the people around them. On the surface, this sounds like a great thing. But in practice, it can handicap your success because you never have a conversation where you just shut up and listen. If you're constantly adding value (“You should try this…” or “Let me share something that worked well for me…”) then you kill the ownership that other people feel about their ideas. At the same time, it's impossible for you to listen to someone else when you're talking. So, step one is to let go of the need to always contribute. Step back every now and then and just observe and listen. For more on this, read Marshall Goldsmith’s excellent book What Got You Here Won’t Get You There (audiobook).Let go of the need to win every argument. A few years ago, I read a smart post by Ben Casnocha about becoming less competitive as time goes on. In Ben's words, “Others don't need to lose for me to win.” This is a philosophy that fits well with the idea of shoshin. If you're having a conversation and someone makes a statement that you disagree with, try releasing the urge to correct them. They don't need to lose the argument for you to win. Letting go of the need to prove a point opens up the possibility for you to learn something new. Approach it from a place of curiosity: Isn't that interesting. They look at this in a totally different way. Even if you are right and they are wrong, it doesn't matter. You can walk away satisfied even if you don't have the last word in every conversation.Tell me more about that. I have a tendency to talk a lot (see “Providing Too Much Value” above). Every now and then, I'll challenge myself to stay quiet and pour all of my energy into listening to someone else. My favorite strategy is to ask someone to, “Tell me more about that.” It doesn't matter what the topic is, I'm simply trying to figure out how things work and open my mind to hearing about the world through someone else's perspective.Assume that you are an idiot. In his fantastic book, Fooled by Randomness, Nassim Taleb writes, “I try to remind my group each week that we are all idiots and know nothing, but we have the good fortune of knowing it.” The flaws discussed in this article are simply a product of being human. We all have to learn information from someone and somewhere, so we all have a mentor or a system that guides our thoughts. The key is to realize this influence.We are all idiots, but if you have the privilege of knowing that, then you can start to let go of your preconceptions and approach life with a beginner's mind.Shoshin.",
            "img": "./media/articles/5.jpg"
          },
          {
            "id": 5,
            "title": "How to Use Military Strategy to Build Better Habits",
            "discreption":"un Tzu was a legendary military strategist in ancient China and he is the author of the famous book, The Art of War. He was a master of “soft power” and the father of “agile warfare.” Whenever possible, he preferred to win without fighting or, at the very least, to win the easiest battles first.He wrote, “In war, the victorious strategist only seeks battle after the victory has been won.” He advised his troops to “make your way by unexpected routes and attack unguarded spots.” And he further stated, “Military tactics are like water. For water, in its natural course, runs away from high places and hastens downwards. So, in war, the way is to avoid what is strong and strike at what is weak.”The teachings of Sun Tzu extend far beyond the field of battle because they are focused on finding the easiest way to achieve a specific goal. His approaches can be applied to everything from business growth and goal setting to weight loss and habit formation.Let's talk about how to apply military strategy to our daily lives.Sun TzuStatue of Sun Tzu.If you want more practical ideas for breaking bad habits and creating good habits, check out my course The Habits Academy, a premier training platform for organizations and individuals that are interested in building better habits in life and work. The Battle for Better HabitsToo often, we try to build new habits, achieve big goals, and otherwise “win at life” through sheer force. We fight our battles directly and attack the enemy — in this case, our bad habits — at the point where they are strongest.For example:We try to follow a strict diet while we are out to dinner with friends.We try to write a book in a noisy environment.We try to eat healthy in a house filled with sweets and sugar.We try to do our homework with the television on.We try to concentrate while using a smartphone filled with social media apps, games, and other distractions.And when we fall off course and fail to achieve our goals, we blame ourselves for “not wanting it badly enough” and for not having enough willpower. In many cases, however, failure is not a result of poor willpower, but a result of poor strategy.Good military leaders start by winning easy battles and improving their position. They wait until the opposition is weakened and morale is low before they take on their foe directly. Why start a war by fighting battles in areas that are well-defended? Why start new habits in an environment that makes progress difficult?Sun Tzu would never lead his army into a battle where the terrain was not to his advantage. He would not begin by attacking the point where the enemy is strongest. Similarly, we should make easy improvements to our habits first, build our strength, and establish a better position from which to attack the most difficult changes.Sun Tzu, Master of HabitsLet's adapt Sun Tzu's teachings to building better habits.Example 1:Sun Tzu: “You can be sure in succeeding in your attacks if you only attack places which are undefended.”Adapted: “You can be sure in succeeding in your habits if you only build habits which are easy to maintain.”Example 2:Sun Tzu: “He will win who knows when to fight and when not to fight.”Adapted: “He will improve his behavior who knows which habits to start with and which ones to leave for later.”Example 3:Sun Tzu: “A clever general, therefore, avoids an army when its spirit is keen, but attacks it when it is sluggish and inclined to return.”Adapted: “A clever person, therefore, avoids the areas where bad habits are strongest, but attacks them where they are weak and easy to change.”Fight Battles You Are Destined to WinBecoming better is not simply a matter of willpower or work ethic. It’s also a matter of strategy. What people assume is a lack of willpower or an unwillingness to change is often a consequence of trying to build good habits in bad environments.If you are trying to read more books, don’t do it in a room filled with video games, Netflix, and a television. Move to a less distracting environment.If you’re very overweight, don’t try to follow a workout program for college athletes. You can get there eventually, but that’s not a battle you need to fight right now. Start with a manageable change.If you’re surrounded by people who tear down your goals, then work on your projects in a different location or reach out to like-minded people.If you’re trying to stick to a writing habit when your kids are home from school and your house is in chaos, then work on it at a different time. Switch to a time of less resistance.Build your habits where it is easy to do so. Re-define the situation. Create a game where the odds are stacked in your favor.It sounds simple, but how often do you find yourself fighting difficult battles and ignoring easy ones? There is plenty of time to fight the difficult battles. Win the easy battles first.The smartest path is to improvement is the one of least resistance. Fight battles you are destined to win.FOOTNOTESThanks for reading. You can get more actionable ideas in my popular email newsletter. Each week, I share 3 short ideas from me, 2 quotes from others, and 1 question to think about. Over 1,000,000 people subscribe. Enter your email now and join us.",
            "img": "./media/articles/6.jpg"
          },    {
            "id": 6,
            "title": "The Chemistry of Building Better Habits",
            "discreption":"There is a concept in chemistry known as activation energy.Here’s how it works:Activation energy is the minimum amount of energy that must be available for a chemical reaction to occur. Let's say you are holding a match and that you gently touch it to the striking strip on the side of the match box. Nothing will happen because the energy needed to activate a chemical reaction and spark a fire is not present.However, if you strike the match against the strip with some force, then you create the friction and heat required to light the match on fire. The energy you added by striking the match was enough to reach the activation energy threshold and start the reaction.Chemistry textbooks often explain activation energy with a chart like this:Use Activation Energy to start a simple habit (The Chemistry of Building Better Habits)It’s sort of like rolling a boulder up a hill. You have to add some extra energy to the equation to push the boulder to the top. Once you’ve reached the peak, however, the boulder will roll the rest of the way by itself. Similarly, chemical reactions require additional energy to get started and then proceed the rest of the way.Alright, so activation energy is involved in chemical reactions all around us, but how is this useful and practical for our everyday lives and building better habits?The Activation Energy of Building Better HabitsSimilar to how every chemical reaction has an activation energy, we can think of every habit or behavior as having an activation energy as well.This is just a metaphor of course, but no matter what habit you are trying to build there is a certain amount of effort required to start the habit. In chemistry, the more difficult it is for a chemical reaction to occur, the bigger the activation energy. For habits, it’s the same story. The more difficult or complex a behavior, the higher the activation energy required to start it.For example, sticking to the habit of doing 1 pushup per day requires very little energy to get started. Meanwhile, doing 100 pushups per day is a habit with a much higher activation energy. It's going to take more motivation, energy, and grit to start complex habits day after day.Activation Energy of Habits (The Chemistry of Building Better Habits)The Disconnect Between Goals and HabitsHere’s a common problem that I’ve experienced when trying to build new habits:It can be really easy to get motivated and hyped up about a big goal that you want to achieve. This big goal leads you to think that you need to revitalize and change your life with a new set of ambitious habits. In short, you get stuck dreaming about life-changing outcomes rather than making lifestyle improvements.The problem is that big goals often require big activation energies. In the beginning, you might be able to find the energy to get started each day because you're motivated and excited about your new goal, but pretty soon (often within a few weeks) that motivation starts to fade and suddenly you’re lacking the energy you need to activate your habit each day.This is lesson one: Smaller habits require smaller activation energies and that makes them more sustainable. The bigger the activation energy is for your habit, the more difficult it will be to remain consistent over the long-run. When you require a lot of energy to get started there are bound to be days when starting never happens.Finding a Catalyst for Your HabitsEveryone is on the lookout for tactics and hacks that can make success easier. Chemists are no different. When it comes to dealing with chemical reactions, the one trick chemists have up their sleeves is to use what is known as a catalyst.A catalyst is a substance that speeds up a chemical reaction. Basically, a catalyst lowers the activation energy and makes it easier for a reaction to occur. The catalyst is not consumed by the reaction itself. It’s just there to make the reaction happen faster.Here’s a visual example:",
            "img": "./media/articles/7.jpg"
          },
          {
            "id": 7,
            "title": "How to Stop Lying to Ourselves: A Call for Self-Awareness",
            "discreption":"t was September of 1816 and two Parisian boys were playing in the courtyard of the Louvre, the famous museum in Paris.On the other side of the courtyard, a physician named René Laennec began to quicken his pace as he walked along in the morning sun. There was a woman with heart disease waiting for him at the hospital and Laennec was late.As Laennec crossed the courtyard, he looked toward the two boys. One of them was tapping the end of a long wooden plank with a pin. On the other end, his playmate was crouched down with his ear pressed against the edge of the plank.Laennec was immediately struck with a thought. “I recalled a well-known acoustic phenomenon,” he would later write. “If you place your ear against one end of a wood beam the scratch of a pin at the other end is distinctly audible. It occurred to me that this physical property might serve a useful purpose in the case I was dealing with.”When Laennec arrived at the hospital later that morning, he immediately asked for a piece of paper. He rolled it up and placed the tube against his patient’s chest. He was stunned by what he heard next. “I was surprised and elated to be able to hear the beating of her heart with far greater clearness than I ever had with direct application of my ear,” he said.René Laennec had just invented the stethoscope.Laennec quickly upgraded from his piece of paper and, after experimenting with various sizes, he began using a hollow wood tube about 3.5 centimeters in diameter and 25 centimeters long.Rene Laennec stethoscope design (A Call for Self-Awareness)This is a sketch of René Laennec's original stethoscope design, which was essentially a hollow wood tube. The ear piece is featured in the top right corner. (Image Source: US National Library of Medicine.)Laennec's simple invention instantly changed the field of medicine.For the first time in history, physicians had a safe, unbiased way to understand what was going on inside a patient's body. They didn't have to rely solely on what the patient said or how the patient described their condition. Now, they could track and measure things for themselves. The stethoscope was like a window that allowed a doctor to view what was actually happening and then compare their findings to the symptoms, outcomes, and autopsies of patients.And that brings us to the main point of this story.The Lies We Tell OurselvesWe often lie to ourselves about the progress we are making on important goals.For example:If we want to lose weight, we might claim that we're eating healthy, but in reality our eating habits haven't changed very much.If we want to be more creative, we might say that we're trying to write more, but in reality we aren't holding ourselves to a rigid publishing schedule.If we want to learn a new language, we might say that we have been consistent with our practice even though we skipped last night to watch television.We use lukewarm phrases like, “I'm doing well with the time I have available.” Or, “I've been trying really hard recently.” Rarely do these statements include any type of hard measurement. They are usually just soft excuses that make us feel better about having a goal that we haven't made much real progress toward. (I know because I've been guilty of saying many of these things myself.)Why do these little lies matter?Because they are preventing us from self-awareness. Emotions and feelings are important and they have a place, but when we use feel-good statements to track our progress in life, we end up lying to ourselves about what we're actually doing.When the stethoscope came along it provided a tool for physicians to get an independent diagnosis of what was going on inside the patient. We can also use tools to get a independent diagnosis of what is going on inside our own lives.Tools for Improving Self-AwarenessIf you're serious about getting better at something, then one of the first steps is to know—in black-and-white terms—where you stand. You need self-awareness before you can achieve self-improvement.Here are some tools I use to make myself more self-aware:Workout Journal – For the past 5 years or so, I have used my workout journal to record each workout I do. While it can be interesting to leaf back through old workouts and see the progress I've made, I have found this method to be most useful on a weekly basis. When I go to the gym next week, I will look at the weights I lifted the week before and try to make a small increase. It's so simple, but the workout journal helps me avoid wasting time in the gym, wandering around, and just “doing some stuff.” With this basic tracking, I can make focused improvements each week.My Annual Reviews and Integrity Reports – At the end of each year, I conduct my Annual Review where I summarize the progress I've made in business, health, travel, and other areas. I also take time each spring to do an Integrity Report where I challenge myself to provide proof of how I am living by my core values. These two practices give me a chance to track and measure the “softer” areas of my life. It can be difficult to know for certain if you're doing a better job of living by your values, but these reports at least force me to track these issues on a consistent basis.RescueTime – I use RescueTime to track how I spend my working hours each week. For a long time, I just assumed that I was fairly productive. When I actually tracked my output, however, I've uncovered some interesting insights. For example, I currently spend about 60 percent of my time each week on productive tasks. This past month, I spent 9 percent of my working time on social media sites. If you would have asked me to estimate those two numbers before using RescueTime, I'm certain I would have been way off. Now, I actually have a clear idea of how I spend my time and because I know where I truly stand, I can start to make calculated and measured improvements.A Call for Self-AwarenessIf you aren't aware of what you're actually doing, then it is very hard to change your life with any degree of consistency. Trying to build better habits without self-awareness is like firing arrows into the night. You can't expect to hit the bullseye if you're not sure where the target is located.Furthermore, I have discovered very few people who naturally do the right thing without ever measuring their behavior. For example, I know a handful of people who maintain six-pack abs without worrying too much about what they eat. However, every single one of them weighed and measured their food at some point. After months of counting calories and measuring their meals, they developed the ability to judge their meals appropriately.In other words, measurement brought their levels of self-awareness in line with reality. You can wing it after you measure it. Once you're aware of what's actually going on, you can make accurate decisions based on “gut-feel” because your gut is based on something accurate.In short, start by measuring something.FOOTNOTESThanks for reading. You can get more actionable ideas in my popular email newsletter. Each week, I share 3 short ideas from me, 2 quotes from others, and 1 question to think about. Over 1,000,000 people subscribe. Enter your email now and join us.",
            "img": "./media/articles/8.jpg"
          },
          {
            "id": 8,
            "title": "If Nothing Changes, Nothing Is Going to Change",
            "discreption":"If you have ever taken a few weeks off from exercise and then completed a strenuous workout, you may know what I'm about to say.That first workout back from a long break can be tough, but it's usually the soreness that follows a few days later that is really brutal. For example, if you do a squat workout after a few weeks off, it can hurt to simply sit in a chair or climb the stairs later that week.One of the quickest ways to resolve this soreness is very counterintuitive:Squat again.If I'm feeling sore a few days after a squat workout, then doing some light reps is often the quickest way to recover from the soreness. I'll usually opt for three sets of ten bodyweight squats. The first few are uncomfortable, but then my muscles limber up and I feel significantly better by the end of it.How could this be? If squatting caused the pain, then why would more squatting resolve it? It's sort of like saying, “I spent too much money, so my solution is to spend a little more money.”On the surface, this makes little sense. But, as you may expect, there is something deeper going on here. It's called the Repeated Bout Effect and it applies to much more than just exercise.The Repeated Bout EffectHere’s the Repeated Bout Effect in plain language:The more you repeat a behavior, the less it impacts you because you become accustomed to it.The Repeated Bout Effect comes from exercise science research, so let's return to our previous squat example.When you perform a new squat workout your body will experience a new stimulus that stresses your muscles and, eventually, results in muscle soreness. However, the way you respond to this new stimulus is not constant. Researchers have found that “a repeated bout results in reduced symptoms.” Generally speaking, the more consistently you squat, the less soreness you will experience.This is what is known as the Repeated Bout Effect. Your body's response to a stimulus decreases with each repeated bout.There are hundreds of research studies confirming the Repeated Bout Effect. The exact mechanism by which it occurs isn't totally understood, but the fact that it does occur has been well-established.The Repeated Bout Effect in Your LifeThe Repeated Bout Effect tells us that the more we do something, the less of an impact it makes on us. There are many ways to think about this effect throughout life.When you haven't done much strength training, doing thirty pushups will make you stronger. After a few months of that, however, an extra thirty pushups isn't really building new muscle.When you drink coffee for the first time, you will notice an immediate caffeine spike. After years of consumption, however, one cup of coffee seems to make less of a difference.When you start eating smaller portions, you'll lose weight. After the first ten or fifteen pounds fall off, however, your smaller portion slowly becomes your normal portion and weight loss stalls.Making ten sales calls on your first day in business may lead to a big jump in overall revenue. Making ten sales calls for the 300th day in a row, however, is unlikely to have a large impact on overall revenue.These examples make sense when you see them neatly lined up in an article, but out in the real world we often curse ourselves for a lack of progress.Let’s say you want to lose weight and you weren’t working out previously. You start running twice per week and pretty soon you've lost ten pounds. At some point, the Repeated Bout Effect kicks in, your body adapts, and the weight loss slows. Suddenly, you're still running twice per week but the scale is no longer moving.It can be very easy to interpret these diminishing results as some kind of failure.“This always happens. I make a little bit of progress and then I hit a plateau.”“Ugh, I'm working out every week and nothing is happening.”“I've tried it all. Exercise doesn't work for me.”Except, it did work. In fact, your initial exercise worked exactly as it was supposed to because it delivered a new result and then your body adapted and became better. Now, your body has a new baseline and if you want to achieve a higher level of success, then you need to add something new to the mix.3 Lessons On ImprovementThe Repeated Bout Effect can teach us three lessons on improvement.First, doing a light amount of work is a great way to reduce the pain of difficult sessions. Imagine that you do an easy 1-minute pushup workout on Monday and a difficult 10-minute pushup session on Friday. The Repeated Bout Effect says that your soreness after Friday's workout will be reduced simply because you did an easy session earlier in the week. Easy work can make a difference.Second, the amount of work that you need to do to reach your maximum level of output is higher than what you are doing now. Unless you are already performing at 100 percent of your potential, you have room to grow. And the Repeated Bout Effect tells us that you have probably adapted to all of the normal stimuli in your life. If you want to reach a new level of success then you need to put in a new level of work. This does not mean you should start by doing as much work as possible, but it does mean that when you start small you can't expect one small change to work forever. You have to continually graduate to the next level.Third, deliberate practice is critical to long-term success. Doing the same type of work over and over again is a strange form of laziness. You can’t go to the gym, run the same three miles each week, and expect to enjoy ever-improving results. After a few months of repetitive workouts, you’ve seen all the results that three-mile runs can deliver and your body has adapted to that stimulus. This is why deliberately practicing new skills that you can master in one to three practice sessions is important for long-term improvement. Making deliberate practice a habit can help you avoid carelessly practicing things that no longer deliver any benefit.The key takeaway here is that things will work for a little while and then we will get used to them.As Marshall Goldsmith says in his best-selling book, “What got you here won’t get you there.” Doing the same thing over and over again, even if it worked for a long time, will eventually lead to a plateau. If nothing changes, nothing is going to change.",
            "img": "./media/articles/9.jpg"
          },
          {
            "id": 9,
            "title": "Two Harvard Professors Reveal One Reason Our Brains Love to Procrastinate",
            "discreption":"ometime around 2006, two Harvard professors began to study why we procrastinate. Why do we avoid doing the things we know we should do, even when it’s clear that they are good for us?To answer this question, the two professors — Todd Rogers and Max Bazerman — conducted a study where participants were asked whether they would agree to enroll in a savings plan that automatically placed two percent of their paycheck in a savings account.Nearly every participant agreed that saving money was a good idea, but their behavior said otherwise:One version of the question asked participants to enroll in the savings plan as soon as possible. In this scenario, only 30 percent of people said they would agree to enroll in the plan.In another version of the question, participants were asked to enroll in a savings plan in the distant future (like a year from today). In this scenario, 77 percent of people said they would agree to enroll in the plan.Why did the timeline alter their responses so much?As it turns out, this little experiment can tell us a lot about why we procrastinate on behaviors that we know we should do.Why We Procrastinate: Present You vs. Future YouWe have a tendency to care too much about our present selves and not enough about our future selves. We like to enjoy immediate benefits in the present, especially if the costs of our choices don't become apparent until far in the future.For example:The payoff of eating a donut is immediate (sugar!) and the cost of skipping workouts won’t show up until you’ve skipped for months.The payoff of spending money today is immediate (new iPhone!) and the cost of forgetting to save for retirement won’t show up until you’re years behind.The payoff of unhindered fossil fuel usage is immediate (more energy! more heat! more electricity!) and the cost of climate change won’t reveal itself until decades of damage have been done.However, when we consider these problems in the distant future, our choices usually change. In one year, would you rather be overweight and eating donuts or healthy and exercising consistently? In the long-run the choice is easy, but when it comes time to make the choice today, in this very moment, we discount the long-term costs and overvalue the immediate benefits of unproductive behaviors.Behavioral economists refer to this concept “time inconsistency” because when we think about the future we want to make choices that lead to long-term benefits (“Yes, I'll save more!”), but when we think about today, we want to make choices that lead to short-term benefits (“I'll spend it right now.”).I like to call this the Present You vs. Future You problem. Future You knows you should do things that lead to the highest benefit in the long-term, but Present You tends to overvalue things that lead to immediate benefit right now.Alright, so we know why we procrastinate. What can we do about all of this?The Answer to InconsistencyIf you want to beat procrastination and make better long-term choices, then you have to find a way to make your present self act in the best interest of your future self.You have three primary options:Make the rewards of long-term behavior more immediate.Make the costs of procrastination more immediate.Remove procrastination triggers from your environment.Let’s break down each one.1. Make the rewards of long-term behavior more immediate. The reason why we procrastinate is because our mind wants an immediate benefit. If you can find a way to make the benefits of good long-term choices more immediate, then it becomes easier to avoid procrastination. One way to do this is to simply imagine the benefits your future self will enjoy. Visualize what your life will be like if you lose those 30 pounds. Think about why saving money now is important to your future. Pull the future payoff into the present moment in your mind's eye.2. Make the costs of procrastination more immediate. There are many ways to force you to pay the costs of procrastination sooner rather than later. For example, if you are exercising alone, skipping your workout next week won’t impact your life much at all. Your health won’t deteriorate immediately because you missed that one workout. The cost of procrastinating on exercise only becomes painful after weeks and months of lazy behavior. However, if you pre-commit to working out with a friend at 7 a.m. next Monday, then the cost of skipping your workout becomes more immediate. Miss this one workout and you look like a jerk.Here are some other ways to make procrastination more costly:Set a public deadline for your behavior. (“I am going to publish a new article every Monday.”)Place an expensive bet on your behavior. (“For each workout I miss, I will pay my friend $50.)Make a physical consequence for your behavior. (“For each dish I leave unwashed in the sink, I have to do 25 pushups.”)3. Remove procrastination triggers from your environment. The most powerful way to change your behavior is to change your environment. It doesn’t take much guesswork to figure out why this is true. In a normal situation, you might choose to eat a cookie rather than eat vegetables. What if the cookie wasn’t there to begin with? It is much easier to make the right choice if you’re surrounded by better choices. Remove the distractions from your environment and create a space with better choice architecture.Want to take it a step further? You can add triggers to your environment that prompt the good behaviors. Check out the Paper Clip Strategy as an example.The Way Forward“We'll increasingly be defined by what we say no to.”-Paul GrahamEach day, we are faced with hundreds of tiny decisions. The option to either take the easy way out and jump at instant gratification or to say no to temptation and commit to a long-term behavior.These daily choices end up defining our reality. It is increasingly the distractions we avoid that define our capacity for success.",
            "img": "./media/articles/10.jpg"
          }
    ]
}